Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_koulutussihteeriksi_bigga-helena_magga.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien koulutussihteeriksi Bigga-Helena Magga
smn: Sämitige škovlimčällen Bigga-Helena Magga

source: Saamelaiskäräjien täyskokous valitsi kokouksessaan 24.2.2023 koulutussihteerin virkaan Bigga-Helena Maggan.
smn: Sämitige olesčuákkim valjij čuákkimistis 24.2.2023 škovlimčällee viirgán Guhtur Niillas Juhána Bigga, Bigga-Helena Magga.

source: Magga on toiminut koulutussihteerin viransijaisena vuoden 2023 alusta alkaen.
smn: Magga lii toimâm škovlimčällee virgesajasâžžân ive 2023 aalgâst.

source: Kuva: Johanna Alatorvinen / Saamelaiskäräjät.
smn: Kove: Johanna Alatorvinen / Sämitigge.

source: Koulutussihteeri toimii koulutus- ja oppimateriaalitoimiston esihenkilönä sekä koulutus- ja oppimateriaalilautakunnan esittelijänä ja sihteerinä.
smn: Škovlimčällee tuáimá škovlim- já oppâmateriaaltoimâttuv hovdân já škovlim- já oppâmateriaallävdikode oovdânpyehten já čällen.

source: Bigga-Helena Magga jatkaa koulutussihteerin tehtävässä odottaen mielenkiinnolla työn tuomia mahdollisuuksia ja haasteita.
smn: Bigga-Helena Magga juátká škovlimčällee pargostis já vuárdá mielâkiddiivâšvuođáin pargo pyehtim máhđulâšvuođâid já háástuid.

source: –On mukavaa päästä edistämään koulutusasioita ja huolehtimaan koulumaailmasta saamelaisesta näkökulmasta.
smn: –Lii suámi peessâđ ovdediđ škovlimaašijd já anneeđ huolâ škovlâmaailmist sämiuáinust.

source: Saamelaiskäräjät voi vaikuttaa oppimispoliittisin linjauksin niin paikallisiin kuin valtakunnallisiin opetussuunnitelmiin, sanoo Magga.
smn: Sämitigge puáhtá vaikuttiđ oppâmpoliitlâš linjiimáin nuuvt páihálâš ko riijkâtääsi oppâvuáváámáid, iätá Magga.

source: Bigga-Helena Magga on aiemmin työskennellyt Saamelaiskäräjillä oppimateriaalityöntekijänä sekä Saamen kielikaltion pohjoissaamenkielen kielityöntekijänä.
smn: Bigga-Helena lii ovdeláá porgâm Sämitiggeest oppâmateriaalpargen sehe Säämi kielâkäldee tavesämikielâ kielâpargen.

source: Hänellä on työkokemusta myös opettajan tehtävistä sekä johtamiskokemusta projekteista sekä rehtorin työstä.
smn: Sust lii pargohárjánem meid máttáátteijee pargoin sehe jođettemhárjánem projektijn sehe rehtor pargoost.

source: Vuoden 2023 alusta alkaen Magga on toiminut koulutussihteerin viransijaisena.
smn: Ive 2023 aalgâst Magga lii toimâm škovlimčällee virgesajasâžžân.

source: Saamelaiskäräjät julisti haettavaksi koulutussihteerin viran tammikuussa pitkäaikaisen koulutussihteeri Ulla Aikio-Puoskarin siirtyessä Saamelaisten totuus- ja sovintokomission pääsihteerin tehtävään.
smn: Sämitigge almottij uuccâmnáál škovlimčällee virge uđđâivemáánust kuhesáigásâš škovlimčällee Ulla Aikio-Puoskari sirdâšuudijn Sämmilij tuotâvuotâ- já sovâdâttâmkomissio váldučällee paargon.

source: Koulutussihteerin virkaan tuli yhteensä neljä hakemusta, ja Saamelaiskäräjien hallitus haastatteli hakijat kokouksessaan 10.2.2023.
smn: Škovlimčällee viirgán poođij ohtsis nelji ucâmuš, já Sämitige stivrâ sahhiittâlâi occeid čuákkimistis 10.2.2023.

source: Haastattelujen jälkeen Saamelaiskäräjien hallitus päätti yksimielisesti esittää täyskokoukselle Bigga-Helena Maggaa koulutussihteerin virkaan.
smn: Sahhiittâlmij maŋa Sämitige stivrâ meridij oovtmielâlávt iävtuttiđ olesčuákkimân Bigga-Helena Magga škovlimčällee viirgán.

source: Magga valittiin äänestyksen jälkeen: täyskokous äänesti Maggan ja virkaa myös hakeneen Petra Kuuvan välillä.
smn: Magga väljejui jienâstem maŋa: olesčuákkim jienâstij Magga já virge meid uuccâm Petra Kuuva kooskâst.

source: Magga nimitettiin virkaan äänin 11–5.
smn: Magga nomâttui viirgán jienâiguin 11–5.

source: Lisätietoja
smn: Lasetiäđuh

source: Bigga-Helena Magga vs. Koulutussihteeri 010 839 3121 / 040 570 2786 bigga-helena.magga(at)samediggi.fi
smn: Bigga-Helena Magga vs. Škovlimčällee 010 839 3121 / 040 570 2786 bigga-helena.magga(at)samediggi.fi

source: Pia Ruotsala-Kangasniemi Hallintopäällikkö 010 839 3106 / 040 726 2688 pia.ruotsala(at)samediggi.fi
smn: Pia Ruotsala-Kangasniemi Haldâttâhhovdâ 010 839 3106 / 040 726 2688 pia.ruotsala(at)samediggi.fi
